[
	{
		"cover": "soul",
		"alternative": "The cover of the movie Soul",
		"title": "Soul",
		"year": "2020",
		"rating": "8.1/10",
		"genre": "Family/Adventure",
		"runtime": "1 hour 40 minutes",
		"synopsis": "After landing the gig of a lifetime, a New York jazz pianist suddenly finds himself trapped in a strange land between Earth and the afterlife.",
		"writers": "Pete Docter, Mike Jones, and Kemp Powers",
		"directors": "Pete Docter and Kemp Powers"
	},
	{
		"cover": "whiplash",
		"alternative": "The cover of the movie Whiplash",
		"title": "Whiplash",
		"year": "2014",
		"rating": "8.5/10",
		"genre": "Drama/Music",
		"runtime": "1 hour 46 minutes",
		"synopsis": "Andrew enrols in a music conservatory to become a drummer. But he is mentored by Terence Fletcher, whose unconventional training methods push him beyond the boundaries of reason and sensibility.",
		"writers": "Damien Chazelle",
		"directors": "Damien Chazelle"
	},
	{
		"cover": "the lobster",
		"alternative": "The cover of the movie The Lobster",
		"title": "The Lobster",
		"year": "2015",
		"rating": "7.2/10",
		"genre": "Romance/Drama",
		"runtime": "1 hour 58 minutes",
		"synopsis": "After his wife leaves him, David is transported to a hotel where he has to find a partner in 45 days, failing which he will be converted into an animal of his liking.",
		"writers": "Yorgos Lanthimos and Efthymis Filippou",
		"directors": "Yorgos Lanthimos"
	},
	{
		"cover": "the mauritanian",
		"alternative": "The cover of the movie The Mauritanian",
		"title": "The Mauritanian",
		"year": "2021",
		"rating": "7.5/10",
		"genre": "Drama/Thriller",
		"runtime": "2 hours 9 minutes",
		"synopsis": "A defence attorney, her associate, and a military prosecutor uncover a far-reaching conspiracy while investigating the case of a suspected 9/11 terrorist imprisoned at Guantanamo Bay, Cuba, for six years.",
		"writers": "Michael Bronner, Rory Haines, Sohrab Noshirvani, Michael Bronner, Mohamedou Ould Slahi, and Larry Siems",
		"directors": "Kevin Macdonald"
	},
	{
		"cover": "1917",
		"alternative": "The cover of the movie 1917",
		"title": "1917",
		"year": "2019",
		"rating": "8.3/10",
		"genre": "War/Drama",
		"runtime": "1 hour 59 minutes",
		"synopsis": "Two soldiers, assigned the task of delivering a critical message to another battalion, risk their lives for the job in order to prevent them from stepping right into a deadly ambush.",
		"writers": "Sam Mendes and Krysty Wilson-Cairns",
		"directors": "Sam Mendes"
	},
	{
		"cover": "ford v ferrari",
		"alternative": "The cover of the movie Ford v Ferrari",
		"title": "Ford v Ferrari",
		"year": "2019",
		"rating": "8.1/10",
		"genre": "Drama/Sport",
		"runtime": "2 hours 32 minutes",
		"synopsis": "Carroll Shelby, an automotive designer, and Ken Miles, a race car driver, join hands to build a trailblazing vehicle and compete against the Ferrari race cars.",
		"writers": " Jez Butterworth, John-Henry Butterworth, and Jason Keller",
		"directors": "James Mangold"
	},
	{
		"cover": "hacksaw ridge",
		"alternative": "The cover of the movie Hacksaw Ridge",
		"title": "Hacksaw Ridge",
		"year": "2016",
		"rating": "8.1/10",
		"genre": "War/Drama",
		"runtime": "2 hours 19 minutes",
		"synopsis": "The true story of Pfc. Desmond T. Doss (Andrew Garfield), who won the Congressional Medal of Honor despite refusing to bear arms during WWII on religious grounds. Doss was drafted and ostracized by fellow soldiers for his pacifist stance but went on to earn respect and adoration for his bravery, selflessness and compassion after he risked his life -- without firing a shot -- to save 75 men in the Battle of Okinawa.",
		"writers": "Robert Schenkkan and Andrew Knight",
		"directors": "Mel Gibson"
	},
	{
		"cover": "taxi driver",
		"alternative": "The cover of the movie Taxi Driver",
		"title": "Taxi Driver",
		"year": "1976",
		"rating": "8.2/10",
		"genre": "Crime/Drama",
		"runtime": "1 hour 54 minutes",
		"synopsis": "Travis, an ex-marine and Vietnam veteran, works as a taxi driver in New York City. One day, he decides to save an underage prostitute from her pimp in an effort to clean the city of its corruption.",
		"writers": "Paul Schrader",
		"directors": "Martin Scorsese"
	},
	{
		"cover": "predestination",
		"alternative": "The cover of the movie Predestination",
		"title": "Predestination",
		"year": "2014",
		"rating": "7.5/10",
		"genre": "Sci-fi/Action",
		"runtime": "1 hour 37 minutes",
		"synopsis": "As his last assignment, a temporal agent is tasked to travel back in time and prevent a bomb attack in New York in 1975. The hunt, however, turns out to be beyond the bounds of possibility.",
		"writers": "Michael Spierig, Peter Spierig, and Robert A. Heinlein",
		"directors": "Michael Spierig and Peter Spierig"
	},
	{
		"cover": "memoirs of a geisha",
		"alternative": "The cover of the movie Memoirs of a Geisha",
		"title": "Memoirs of a Geisha",
		"year": "2005",
		"rating": "7.4/10",
		"genre": "Romance/Drama",
		"runtime": "2 hours 25 minutes",
		"synopsis": "Chiyo Sakamoto, a nine-year-old girl, is sold by her underprivileged family to a geisha house. She becomes a victim of unpleasant circumstances, but her fate changes when she meets Mameha.",
		"writers": "Robin Swicord and Arthur Golden",
		"directors": "Rob Marshall"
	},
	{
		"cover": "the boy in the striped pajamas",
		"alternative": "The cover of the movie The Boy in the Striped Pajamas",
		"title": "The Boy in the Striped Pajamas",
		"year": "2008",
		"rating": "7.8/10",
		"genre": "War/Drama",
		"runtime": "1 hour 34 minutes",
		"synopsis": "Bruno is the eight-year-old son of the commandant at a concentration camp during WWII. His friendship with a Jewish boy he meets across the fence leads to unexpected consequences.",
		"writers": "John Boyne and Mark Herman",
		"directors": "Mark Herman"
	},
	{
		"cover": "little women",
		"alternative": "The cover of the movie Little Women",
		"title": "Little Women",
		"year": "2019",
		"rating": "7.8/10",
		"genre": "Romance/Drama",
		"runtime": "2 hours 15 minutes",
		"synopsis": "While the March sisters enter the threshold of womanhood, they go through many ups and downs in life and endeavour to make important decisions that can affect their future.",
		"writers": "Greta Gerwig and Louisa May Alcott",
		"directors": "Greta Gerwig"
	},
	{
		"cover": "jojo rabbit",
		"alternative": "The cover of the movie Jojo Rabbit",
		"title": "Jojo Rabbit",
		"year": "2019",
		"rating": "7.9/10",
		"genre": "War/Comedy",
		"runtime": "1 hour 48 minutes",
		"synopsis": "Hitler Youth cadet Jojo Betzler firmly believes in the ideals of Nazism manifested by his imaginary friend, Adolf Hitler. However, his foundations are shaken when he finds a Jewish girl in his house.",
		"writers": "Christine Leunens and Taika Waititi",
		"directors": "Taika Waititi"
	},
	{
		"cover": "redline",
		"alternative": "The cover of the movie Redline",
		"title": "Redline",
		"year": "2009",
		"rating": "7.5/10",
		"genre": "Sci-fi/Action",
		"runtime": "1 hour 42 minutes",
		"synopsis": "A daredevil driver is determined to compete in Redline, the most popular race in the galaxy. The race only occurs every five years, but in order to participate he must overcome the mafia, the government and even love.",
		"writers": "Katsuhito Ishii, Katsuhito Ishii, Yoji Enokido, Yoshiki Sakurai, and Alexander Von David",
		"directors": "Takeshi Koike"
	},
	{
		"cover": "a dog's purpose",
		"alternative": "The cover of the movie A Dog's Purpose",
		"title": "A Dog's Purpose",
		"year": "2017",
		"rating": "7.2/10",
		"genre": "Comedy/Fantasy",
		"runtime": "2 hours",
		"synopsis": "A dog goes through four lifetimes with different owners through various time periods. During this journey, he steadily understands his real purpose.",
		"writers": "W. Bruce Cameron, Cathryn Michon, and Audrey Wells",
		"directors": "Lasse Hallström"
	},
	{
		"cover": "free guy",
		"alternative": "The cover of the movie Free Guy",
		"title": "Free Guy",
		"year": "2021",
		"rating": "7.2/10",
		"genre": "Action/Adventure",
		"runtime": "1 hour 55 minutes",
		"synopsis": "When a bank teller discovers he's actually a background player in an open-world video game, he decides to become the hero of his own story -- one that he can rewrite himself. In a world where there's no limits, he's determined to save the day his way before it's too late, and maybe find a little romance with the coder who conceived him.",
		"writers": "Matt Lieberman and Zak Penn",
		"directors": "Shawn Levy"
	},
	{
		"cover": "dune",
		"alternative": "The cover of the movie Dune",
		"title": "Dune",
		"year": "2021",
		"rating": "8.3/10",
		"genre": "Sci-fi/Adventure",
		"runtime": "2 hours 35 minutes",
		"synopsis": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence, only those who can conquer their own fear will survive.",
		"writers": "Jon Spaihts, Denis Villeneuve, Eric Roth, and Frank Herbert",
		"directors": "Denis Villeneuve"
	},
	{
		"cover": "coco",
		"alternative": "The cover of the movie Coco",
		"title": "Coco",
		"year": "2017",
		"rating": "8.4/10",
		"genre": "Family/Comedy",
		"runtime": "1 hour 45 minutes",
		"synopsis": "Miguel pursues his love for singing in spite of his family's ban on music. He stumbles into the Land of the Dead, where he learns about his great-great-grandfather who was a legendary singer.",
		"writers": "Lee Unkrich, Jason Katz, Matthew Aldrich, Adrian Molina, Adrian Molina, and Matthew Aldrich",
		"directors": "Lee Unkrich and Adrian Molina"
	},
	{
		"cover": "catch me if you can",
		"alternative": "The cover of the movie Catch Me If You Can",
		"title": "Catch Me If You Can",
		"year": "2002",
		"rating": "8.1/10",
		"genre": "Crime/Drama",
		"runtime": "2 hours 21 minutes",
		"synopsis": "Notorious con artist Frank Abagnale has duped people worth millions of dollars with his masterful art of deception. With his scams getting bolder, he is soon pursued by FBI agent Carl Hanratty.",
		"writers": "Jeff Nathanson, Frank Abagnale Jr., and Stan Redding",
		"directors": "Steven Spielberg"
	},
	{
		"cover": "blade runner 2049",
		"alternative": "The cover of the movie Blade Runner 2049",
		"title": "Blade Runner 2049",
		"year": "2017",
		"rating": "8/10",
		"genre": "Sci-fi/Action",
		"runtime": "2 hours 43 minutes",
		"synopsis": "K, an officer with the Los Angeles Police Department, unearths a secret that could create chaos. He goes in search of a former blade runner who has been missing for over three decades.",
		"writers": "Hampton Fancher, Michael Green, and Philip K. Dick",
		"directors": "Denis Villeneuve"
	}
]
